Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Algarovilla for animal consumption
it: Algarobilla [alimenti per animali]

source: Chewing bones for dogs
it: Ossi da mordere per cani

source: Biscuits made from malt for animals
it: Biscotti a base di malto per animali

source: Foodstuffs for cats based on or consisting of fish
it: Alimenti per gatti a base di o composti da pesce

source: Foodstuffs for dairy animals
it: Mangimi per animali da latte

source: Canned or preserved foods for animals
it: Alimenti conservati o in scatola per animali

source: Natural seeds
it: Semi naturali

source: Mint [fresh]
it: Menta fresca

source: Irish moss, other than for medical purposes
it: Muschio d'Irlanda non per uso medico

source: Fresh cabbage
it: Cavolo fresco

source: Squashes, fresh
it: Zucche fresche

source: Animal foodstuffs derived from hay
it: Alimenti per animali derivati dal fieno

source: Animal foodstuffs derived from vegetable matter
it: Alimenti per animali di derivazione vegetale

source: Animal foodstuffs in the form of nuts
it: Mangimi per animali sotto forma di noci

source: Sea basses [live]
it: Serranidi [vivi]

source: Canned foodstuffs for dogs
it: Alimenti per cani in scatola

source: Foodstuffs for poultry
it: Alimenti per pollame

source: Foodstuffs for puppies
it: Cibo per cuccioli

source: Fresh flower arrangements
it: Disposizioni di fiori freschi

source: Arrangements of dried flowers for decorative purposes
it: Disposizioni di fiori secchi per uso decorativo

source: Bark-based products for use in mulching
it: Prodotti a base di corteccia per pacciamatura

source: Litter for domestic animals
it: Lettiere per animali domestici

source: Distillery waste for animal consumption
it: Residui di distilleria [alimenti per animali]

source: Unprocessed ginger
it: Zenzero non lavorato

source: Melons
it: Meloni

source: Milk for use as foodstuffs for animals
it: Latte da utilizzare come alimento per animali

source: Plants for ponds [live]
it: Piante per stagni [vive]

source: Powdered milk for kittens
it: Latte in polvere per gattini

source: Processed cereals for consumption by animals
it: Chicchi lavorati per il consumo da parte di animali

source: Nuts [fruits]
it: Noci [frutta]

source: Foods flavoured with liver for feeding cats
it: Alimenti aromatizzati con fegato per gatti

source: Hazelnuts, fresh
it: Nocciole fresche

source: Pears, fresh
it: Pere fresche

source: Pomelos, fresh
it: Pomeli freschi

source: Live horses
it: Cavalli vivi

source: Live Christmas trees
it: Alberi di Natale vivi

source: Sanded paper for use in animal cages
it: Carta sabbiata da usare in gabbie per animali

source: Flowers, dried, for decoration
it: Fiori secchi per decorazione

source: Edible seeds [unprocessed]
it: Semi commestibili non lavorati

source: Fresh pulses
it: Legumi crudi

source: Lime for animal forage
it: Calce per foraggio

source: Peanuts, unprocessed
it: Arachidi non lavorate

source: Animal foodstuffs in the form of pellets
it: Alimenti per animali sotto forma di granuli

source: Bees
it: Api

source: Beer barley
it: Orzo da birra

source: Turkey hens [live]
it: Tacchini [vivi]

source: Groats for poultry
it: Semola per il pollame

source: Digestible chewing bones for dogs
it: Ossi digeribili da masticare per cani

source: Unprocessed oranges
it: Arance non lavorate

source: Unprocessed peaches
it: Pesche non lavorate

source: Unprocessed peppers
it: Peperoni non lavorati

source: Unprocessed blueberries
it: Mirtilli non lavorati

source: Active dried yeast for animals
it: Lievito attivo essiccato per animali

source: Animal foodstuffs containing hay
it: Alimenti per animali contenenti fieno

source: Animal foodstuffs for the weaning of animals
it: Alimenti per animali per lo svezzamento di animali

source: Unprocessed apples
it: Mele non lavorate

source: Unprocessed avocados
it: Avocado non lavorati

source: Artificial milk prepared for use as a feeding stuff for calves
it: Latte artificiale per uso come alimento per vitelli

source: Rice meal for forage
it: Farina di riso [foraggio]

source: Dried flowers
it: Fiori secchi

source: Sunflower seeds
it: Semi di girasole

source: Unprocessed dates
it: Datteri non lavorati

source: Malt albumin for animal consumption [other than for medical use]
it: Albumina di malto per l'alimentazione degli animali [non per uso medico]

source: Milk for use as foodstuffs for dogs
it: Latte da utilizzare come alimento per cani

source: Litter for dogs
it: Lettiere per cani

source: Potted plants
it: Piante da vaso

source: Potted dwarfed trees (bonsai)
it: Alberi nani in vaso (Bonsai)

source: Sea breams [red snappers, live]
it: Sparidi [lutiani rossi, vivi]

source: Foods containing liver for feeding dogs
it: Alimenti contenenti fegato per cani

source: Root vegetables [fresh]
it: Ortaggi da radici [freschi]

source: Roses [plants]
it: Piante di rose

source: Malt for brewing and distilling
it: Malto per birrifici e distillerie

source: Onions, fresh
it: Cipolle fresche

source: Seeds coated with a fertilizer
it: Semi ricoperti di fertilizzante

source: Seeds coated with an anti-parasitic preparation
it: Semi rivestiti di un preparato antiparassitario

source: Foods containing beef for feeding dogs
it: Cibo contenente carne bovina per nutrire cani

source: Foods containing chicken for feeding cats
it: Cibi contenenti pollo per gatti

source: Feeding preparations for bees
it: Preparati per mangimi per api

source: Chicks
it: Pulcini

source: Climbing plants
it: Piante rampicanti

source: Animal litter made from hydrated calcium silicate
it: Lettiere per animali in silicato di calcio idrato

source: Animal foodstuffs in the form of pieces
it: Alimenti per animali sotto froma di pezzi

source: Unprocessed cereals
it: Cereali non lavorati

source: Cereal seeds, unprocessed
it: Cereali in chicchi non lavorati

source: Straw mulch
it: Pacciamatura

source: Grains [cereals]
it: Granaglie [cereali]

source: Grass
it: Erba

source: Weeds for human or animal consumption
it: Erbe destinate al consumo umano o animale

source: Agricultural and aquacultural crops, horticulture and forestry products
it: Coltivazioni agricole e dell'acquacoltura, orticoltura e forestali

source: Plant residues (raw materials)
it: Residui di piante (materie grezze)

source: Trees and forestry products
it: Alberi e prodotti forestali

source: Fungi
it: Funghi

source: Malts and unprocessed cereals
it: Malto e cereali non lavorati

source: Fresh fruits, nuts, vegetables and herbs
it: Frutta, nocioline, ortaggi e verdure fresche

source: Malt
it: Malto

source: Fresh cashew nuts
it: Noci d'acagiù fresche

source: Fresh hazelnuts
it: Nocciole fresche

source: Fresh corni fructus (Sansuyu) in the nature of live plants
it: Mais fresco (Sansuyu) sotto forma di pianta viva

source: Fresh mugwort (Yakssuk) in the nature of live plants
it: Artemisia frsca (Yakssuk) sotto forma di piante vive

source: Unprocessed teff
it: Teff non lavorato

source: Fresh wine grapes
it: Uva da vino fresca

source: Fresh pumpkins
it: Zucche fresche

source: Live clams
it: Vongole vive

source: Fresh Japanese edible horseradishes (wasabi)
it: Rafano commestibile fresco giapponese (wasabi)

source: Fresh Japanese leeks
it: Porri giapponesi freschi

source: Unprocessed tea leaves
it: Foglie di tè non lavorate

source: Fresh papayas
it: Papaia fresche

source: Fresh apple mangos
it: Mango- mela fresco

source: Fresh durians
it: Durian freschi

source: Fresh mangos
it: Mango fresco

source: Fresh mangosteens
it: Mangostani freschi

source: Fresh rambutans
it: Ramboutan freschi

source: Fresh wheatgrass
it: Erba di grano fresca

source: Fresh guavas
it: Guaiava fresche

source: Fresh gingko nuts
it: Noci di ginko fresche

source: Unprocessed sweet corn ears [husked or unhusked]
it: Mais dolce non trasformato [sgranato o non]

source: Calamari, live
it: Calamari, vivi

source: Fresh fern (Gosari)
it: Felce fresca [Gosari]

source: Fresh Japanese persimmons
it: Cachi giapponesi freschi

source: Fresh limes
it: Lime freschi

source: Fresh loquats
it: Nespole fresche

source: Fresh napa cabbage (Baechu)
it: Cavolo cinese fresco [Baechu]

source: Fresh oriental melon (Cham-oe)
it: Melone orientale fresco [Cham-oe]

source: Fresh perilla leaves (Shiso)
it: Foglie di perilla fresche [Shiso]

source: Fresh pine nuts
it: Pinoli freschi

source: Fresh sweet potatoes
it: Patate dolci fresche

source: Fresh walnuts
it: Noci fresche

source: Live laboratory animals
it: Animali vivi da laboratorio

source: Organic fresh fruit
it: Frutta fresca biologica

source: Organic fresh vegetables
it: Verdure fresche biologiche

source: Unprocessed agar (Tengusa seaweed)
it: Agar non lavorato [alga tengusa]

source: Unprocessed brown algae (Hijiki seaweed)
it: Alghe marroni non lavorate [alga hijiki]

source: Unprocessed flax seeds
it: Semi di lino non lavorati

source: Unprocessed Japanese barnyard millet
it: Miglio giapponese non lavorato

source: Unprocessed kelp (Kombu seaweed)
it: Fuco non lavorato [alghe kombu]

source: Unprocessed proso millet
it: Miglio non lavorato

source: Unprocessed quinoa
it: Quinoa non lavorata

source: Unprocessed sea lettuce (Aosa seaweed)
it: Lattuga di mare non lavorata [alga aosa]

source: Unprocessed seaweed (Wakame)
it: Alghe non lavorate [Wakame]

source: Unprocessed shallots
it: Scalogni non lavorati

source: Unprocessed sorghum
it: Sorghum non lavorato

source: Unprocessed spirulina
it: Spirulina non lavorata

source: Fresh shiitake mushrooms
it: Funghi shiitake freschi

source: Fresh string beans
it: Fagiolini freschi

source: Unprocessed oil seeds
it: Semi oleiferi non lavorati

source: Fresh currant
it: Ribes fresco

source: Live prawns
it: Gamberi vivi

source: Crayfish, live
it: Gamberi vivi

source: Menagerie animals
it: Animali da serraglio

source: Livestock
it: Bestiame

source: Shrubs
it: Arbusti

source: Saplings
it: Alberelli

source: Bedding and litter for animals
it: Lettiera e strame per animali

source: Artichokes, fresh
it: Carciofi freschi

source: Herrings, live
it: Aringhe, vive

source: Salmon, live
it: Salmone, vivo

source: Tuna, live
it: Tonno, vivo

source: Garlic, fresh
it: Aglio fresco

source: Mushrooms, fresh, for food
it: Funghi freschi per alimenti

source: Aloe vera, fresh, for food
it: Aloe vera, fresca, per alimenti

source: Unprocessed lychee fruit
it: Frutti di litchi non trattati

source: Dried corsages
it: Corsage secche

source: Dried boutonnieres
it: Boutonnière secche

source: Live butterflies
it: Farfalle, vive

source: Hamsters
it: Criceti

source: Dried herbs for decoration
it: Erbe essiccate per decorazione

source: Cats
it: Gatti

source: Fresh shallots
it: Scalogni freschi

source: Beverages for cats
it: Bevande per gatti

source: Spawn for agricultural purposes
it: Miceli per l'agricoltura

source: Fresh chervil
it: Cerfoglio fresco

source: Algae for human consumption
it: Alghe per l'alimentazione umana

source: Fresh kiwi fruit
it: Kiwi freschi

source: Fresh cherry tomatoes
it: Pomodori ciliegini freschi

source: Paper for use as animal bedding
it: Carta per lettiere di animali

source: Cellulose for use as animal bedding
it: Cellulosa per lettiere di animali

source: Small animal bedding made of recycled paper
it: Lettiere in carta riciclata per piccoli animali

source: Malt for distilling
it: Malto per distillare

source: Poultry for breeding
it: Pollame per allevamento

source: Loose hemp for use as animal bedding
it: Fibre di canapa per lettiere di animali

source: Live fish for human consumption
it: Pesci vivi per l'alimentazione umana

source: Live fish, other than for human consumption
it: Pesci vivi non per l'alimentazione umana

source: Anchovy, live
it: Acciughe, vive

source: Dried flower wreaths
it: Corone di fiori secchi

source: Arrangements of fresh fruit
it: Composizioni di frutta fresca

source: Fresh carambolas
it: Carambole fresche

source: Fresh scallions
it: Scalogni freschi

source: Live perches
it: Perche vive

source: Live trouts
it: Trote vive

source: Live codfishes
it: Merluzzi vivi

source: Live plaices
it: Platesse vive

source: Live crucian carps
it: Carpe cruciane vive

source: Live silver carps
it: Carpe argento vive

source: Fresh fruits and vegetables
it: Frutta e ortaggi freschi

source: Garlands of natural flowers
it: Corone in fiori naturali

source: Live rootstocks
it: Portainnesto vivi

source: Dried flower arrangements
it: Composizioni di fiori secchi

source: Raw and unprocessed grains
it: Granaglie grezze e non lavorate

source: Raw and unprocessed seeds
it: Sementi grezze e non lavorate

source: Fresh pistachio nuts
it: Pistacchi freschi

source: Fortified food substances for animals
it: Sostanze alimentari ricostituenti per animali

source: Shellfish, live
it: Conchiglie vive

source: Mussels, live
it: Cozze vive

source: Litter for animals
it: Lettiere per animali

source: Foodstuffs and fodder for animals
it: Cibi e foraggio per animali

source: Animal foodstuffs
it: Alimenti per bestiame

source: Living salad
it: Insalata viva

source: Chinese roses
it: Rose cinesi

source: Fresh strawberry guavas
it: Guave fragole fresche

source: Fresh sapotes
it: Zapoti freschi

source: Fresh cashew apples
it: Mele di cagiù fresche

source: Fresh fava beans
it: Fave fresche

source: Fresh white carrots (arracacha)
it: Carote bianche fresche (arracacha)

source: Fresh Spanish limes
it: Mamoncilli freschi

source: Fresh sapodillas
it: Sapotiglie fresche

source: Fresh chanterelles
it: Finferli freschi

source: Fresh pineapple guavas (feijoa)
it: Feijoa selloviana fresca

source: Fresh soursops
it: Graviole fresche

source: Fresh okra
it: Gombo fresco

source: Live ducks
it: Anatre vive

source: Live goats
it: Capre vive

source: Preserved flowers
it: Fiori preservati

source: Fresh ginseng
it: Ginseng fresco

source: Unprocessed ginseng
it: Ginseng non lavorato

source: Live cattle
it: Bestiame vivo

source: Sardines, live
it: Sardine, vive

source: Fresh arugula
it: Rucola fresca

source: Fresh radicchio
it: Radicchio fresco

source: Live bee pupae
it: Pupe vive di ape

source: Grasses [plants]
it: Erbe [piante]

source: Fresh water chestnuts
it: Castagne d'acqua fresche

source: Dried cattails for decoration
it: Mazzasorda secca per decorazione

source: Fresh oregano
it: Origano fresco

source: Fresh rosemary
it: Rosmarino fresco

source: Fresh cilantro
it: Coriandolo fresco

source: Fresh thyme
it: Timo fresco

source: Fresh redcurrants
it: Ribes rossi freschi

source: Fresh blackcurrants
it: Ribes neri freschi

source: Fresh raspberries
it: Lamponi freschi

source: Fresh gooseberries
it: Uva spina fresca

source: Fresh cloudberries
it: Camemori freschi

source: Fresh adzuki beans
it: Fagioli azuki freschi

source: Fresh noni fruit
it: Noni freschi

source: Fresh goji berries
it: Bacche di goji fresche

source: Natural greenery for decoration
it: Fogliame per decorazione

source: Hydroponic seeds
it: Semi per idroponica

source: Wreaths of dried herbs for decoration
it: Corone di erbe secche per decorazione

source: Lithia water
it: Acque litiose

source: Alcohol free wine
it: Vini analcolici

source: Isotonic beverages [not for medical purposes]
it: Bevande isotoniche [non per uso medico]

source: Flavoured waters
it: Acque aromatizzate

source: Concentrates for use in the preparation of soft drinks
it: Concentrati per la preparazione di bevande analcoliche

source: Energy drinks [not for medical purposes]
it: Bevande energetiche non per uso medico

source: Aerated water
it: Acque gassate

source: Hop extracts for use in the preparation of beverages
it: Estratti di luppolo utilizzati per la preparazione di bevande

source: Lemonades
it: Limonate

source: Vegetable juices [beverages]
it: Succhi vegetali [bevande]

source: Isotonic beverages
it: Bevande isotoniche

source: Sarsaparilla [non-alcoholic beverage]
it: Salsapariglia [bevanda non alcoolica]

source: Non-alcoholic beverages
it: Bevande non alcoliche

source: Energy drinks containing caffeine
it: Bevande energetiche contenenti caffeina

source: Non-alcoholic beer
it: Birra analcolica

source: Fruit-based beverages
it: Bevande a base di frutta

source: Non-alcoholic fruit juice beverages
it: Bevande di frutta non alcooliche

source: Beverages containing vitamins
it: Bevande contenenti vitamine

source: Aloe vera juices
it: Succhi di aloe vera

source: Lemon barley water
it: Acqua d'orzo al limone

source: Kvass [non-alcoholic beverage]
it: Kvas [bevande non alcooliche]

source: Table waters
it: Acque da tavola

source: Preparations for making liqueurs
it: Preparazioni per fare liquori

source: Aperitifs, non-alcoholic
it: Aperitivi analcolici

source: Sherbets [beverages]
it: Sorbetti [bevande]

source: Sorbets in the nature of beverages
it: Sorbetti sottoforma di bevande

source: Squashes [non-alcoholic beverages]
it: Succo concentrato [bevande analcoliche]

source: Grape juice
it: Succo di uva

source: Aerated juices
it: Succhi gassati

source: Non-alcoholic honey-based beverages
it: Bevande non alcooliche a base di miele

source: Beverages consisting principally of fruit juices
it: Bevande costituite principalmente da succhi di frutta

source: Bitter lemon
it: Limonata amara

source: Fruit juice for use as a beverages
it: Succhi di frutta da usare come bevande

source: Malt syrup for beverages
it: Sciroppo di malto per bevande

source: Non-alcoholic fruit extracts
it: Estratti di frutta senza alcool

source: Pastilles for effervescing beverages
it: Pastiglie per bevande gassate

source: Cocktails, non-alcoholic
it: Cocktails analcolici

source: Seltzer water
it: Acqua di seltz

source: Carbonated non-alcoholic drinks
it: Bevande analcooliche gassate

source: Quinine water
it: Acqua di chinino

source: Beers enriched with minerals
it: Birre arricchite di minerali

source: Waters
it: Acque

source: Beer
it: Birre

source: Preparations for making beverages
it: Preparati per fare bevande

source: Preparations for making aerated water
it: Prodotti per la fabbricazione di acque gassate

source: Tomato juice [beverage]
it: Succhi di pomodori [bevande]

source: Powders for effervescing beverages
it: Polveri per bevande gassate

source: Aloe vera drinks, non-alcoholic
it: Bevande di aloe vera non alcooliche

source: Mineral water (Non-medicated -)
it: Acque minerali (non trattate)

source: Non-alcoholic malt free beverages [other than for medical use]
it: Bevande analcoliche senza malto [diverse da quelle per uso medico]

source: Syrups for making non-alcoholic beverages
it: Sciroppi per la preparazione di bevande analcoliche

source: Tonic water [non-medicated beverages]
it: Acqua tonica [bevanda non trattata]

source: Orange juice
it: Succo d'arancia

source: Must
it: Mosti

source: Flavoured carbonated beverages
it: Bevande gassate aromatizzate

source: Beer and brewery products
it: Birre e prodotti derivati

source: Beer-based cocktails
it: Cocktails a base di birra

source: Red ginseng juice beverages
it: Bevande al succo di ginseng rosso

source: Aerated water [soda water]
it: Acqua gassata [soda]

source: Apple juice beverages
it: Bevande al succo di mela

source: Black beer [toasted-malt beer]
it: Birra scura [birra al malto tostato]

source: Essences for making flavoured mineral water [not in the nature of essential oils]
it: Essenze per la preparazione di acque minerali aromatizzate [non sotto forma di oli essenziali]

source: Flavoured mineral water
it: Acque minerali aromatizzate

source: Frozen carbonated beverages
it: Bevande gassate congelate

source: Frozen fruit-based beverages
it: Bevande a base di frutta congelate

source: Non-alcoholic beer flavored beverages
it: Bevande analcoliche aromatizzate alla birra

source: Non-alcoholic beverages containing fruit juices
it: Bevande analcoliche contenenti succhi di frutta

source: Non-alcoholic beverages flavoured with tea
it: Bevande analcoliche aromatizzate al tè

source: Non-alcoholic cinnamon punch with dried persimmon (sujeonggwa)
it: Punch analcolico alla cannella con cachi disidratati [sujeonggwa]

source: Non-alcoholic cocktail bases
it: Miscele per cocktail analcolici

source: Non-alcoholic rice punch (sikhye)
it: Punch analcolico al riso [sikhye]

source: Powders used in the preparation of fruit-based beverages
it: Polveri per la preparazione di bevande a base di frutta

source: Sports drinks containing electrolytes
it: Bevande sportive contenenti elettroliti

source: Syrups for making flavoured mineral waters
it: Sciroppi per fare acque minerali aromatizzate

source: Bottled drinking water
it: Acqua potabile in bottiglia

source: Drinking water
it: Acqua potabile

source: Waters [beverages]
it: Acque [bevande]

source: Syrups for beverages
it: Sciroppi per bevande

source: Mineral water [beverages]
it: Acque minerali [bevande]

source: Fruit juice concentrates
it: Succhi di frutta concentrati

source: Fruit squashes
it: Bevande di frutta

source: Concentrated fruit juice
it: Succo di frutta concentrato

source: Syrups for making soft drinks
it: Sciroppi per bevande non alcoliche

source: Syrups for lemonade
it: Sciroppi per limonate

source: Soya-based beverages, other than milk substitutes
it: Bevande a base di soia, non sostituti del latte

source: Dry ginger ale
it: Ginger ale secco

source: Concentrates for making fruit drinks
it: Concentrati per fare bevande di frutta

source: Aerated fruit juices
it: Succhi di frutta gassati

source: Smoothies containing grains and oats
it: Frullati contenenti semi e avena

source: Vegetable smoothies
it: Frullati di verdura

source: Essences for making non-alcoholic drinks, not in the nature of essential oils
it: Essenze per la preparazione di bevande analcoliche [non sotto forma di oli essenziali]

source: Non-carbonated soft drinks
it: Bevande analcoliche gassate

source: Powders used in the preparation of soft drinks
it: Polveri per la preparazione di bevande analcoliche

source: Non-alcoholic punch
it: Punch analcolici

source: Non-alcoholic malt drinks
it: Bevande di malto analcoliche

source: Non-alcoholic grape juice beverages
it: Bevande analcoliche a base di succo di uva

source: Non-alcoholic fruit cocktails
it: Cocktail di frutta analcolici

source: Extracts of unfermented must
it: Estratti di mosto non fermentato

source: Non-alcoholic beverages flavoured with coffee
it: Bevande analcoliche aromatizzate al caffè

source: Beer-based beverages
it: Bevande a base di birra

source: Unfermented preserved must
it: Mosto conservato non fermentato

source: Non-alcoholic fruit extracts used in the preparation of beverages
it: Estratti di frutta analcolici per la preparazione di bevande

source: Non-alcoholic fruit punch
it: Punch alla frutta analcolici

source: Protein-enriched sports beverages
it: Bevande proteiche per sportivi

source: Rice-based beverages, other than milk substitutes
it: Bevande a base di riso, non succedanei del latte

source: Carbonated mineral water
it: Acqua minerale gassata

source: Coconut water as a beverage
it: Acqua di cocco come bevanda

source: Powders for the preparation of beverages
it: Polveri per la preparazione di bevande

source: Beverages consisting of a blend of fruit and vegetable juices
it: Bevande composte da una miscela di succhi di frutta e di verdura

source: Blackcurrant cordial
it: Liquore di ribes nero

source: Blackcurrant juice
it: Succo di ribes nero

source: Grapefruit juice
it: Succo di pompelmo

source: Non-alcoholic beverages containing vegetable juices
it: Bevande analcoliche contenenti succhi di verdura

source: Non-alcoholic flavored carbonated beverages
it: Bevande gassate aromatizzate analcoliche

source: Nutritionally fortified water
it: Acqua fortificata nutrizionalmente

source: Pomegranate juice
it: Succo di melograno
